Repository: common-repository/calculate-price-by-weightdimension-for-woocommerce
Catalog: languages/wecom-product-dimensions-*.po
Languages: el

source: Woocommerce products with variable sizes & prices
el: Προϊόντα Woocommerce με μεταβλητά μεγέθη & τιμές

source: Price
el: Τιμή

source: Make your choice
el: Επιλέξτε

source: Calculated price
el: Υπολογισμένη τιμή

source: Length
el: Μήκος

source: Width
el: Πλάτος

source: Weight
el: Βάρος

source: Dimensions
el: Διαστάσεις

source: Fixed Length
el: Σταθερό Μήκος

source: Min Length
el: Ελάχιστο Μήκος

source: Max Length
el: Μέγιστο Μήκος

source: Fixed Width
el: Σταθερό Πλάτος

source: Min Width
el: Ελάχιστο Πλάτος

source: Max Width
el: Μέγιστο Πλάτος

source: Diameter
el: Διάμετρος

source: Min Diameter
el: Ελάχιστη Διάμετρος

source: Max Diameter
el: Μέγιστη Διάμετρος

source: Min Weight
el: Ελάχιστο Βάρος

source: Max Weight
el: Μέγιστο Βάρος

source: Stepper
el: Βήμα

source: Width Stepper
el: Βήμα Πλάτους

source: Length Stepper
el: Βήμα Μήκους

source: Weight Stepper
el: Βήμα Βάρους

source: Select...
el: Επιλογή...

source: Circular Area
el: Κυκλική Περιοχή

source: Per Meter
el: Ανά Μέτρο

source: One fixed Per MeterSQ
el: Ανά τετραγωνικό (Μια διάσταση σταθερή)

source: Multi Dimensional
el: Πολυδιάστατο

source: By Weight
el: Κατά Βάρος
